Repository: YaredBM/Habit-Tracker-App
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru, tr

# exploreHabitStretchSubtitle
source: 2–5 minutes full body.
de: 2–5 Minuten Ganzkörper.
es: 2–5 minutos de cuerpo completo.
fr: 2 à 5 minutes, corps entier.
ru: 2–5 минут на всё тело.
tr: Tüm vücut 2–5 dakika.

# exploreHabitProteinBreakfastTitle
source: Protein Breakfast
de: Proteinfrühstück
es: Desayuno con proteína
fr: Petit-déjeuner protéiné
ru: Белковый завтрак
tr: Protein Kahvaltısı

# exploreHabitProteinBreakfastSubtitle
source: Stable energy.
de: Stabile Energie.
es: Energía estable.
fr: Énergie stable.
ru: Стабильная энергия.
tr: Dengeli enerji.

# exploreRoutineCreativityBoostTitle
source: Creativity Boosting Routine
de: Routine für mehr Kreativität
es: Rutina para impulsar la creatividad
fr: Routine pour booster la créativité
ru: Рутина для повышения креативности
tr: Yaratıcılığı Artıran Rutin

# exploreRoutineCreativityBoostDescription
source: A simple routine to increase creative output and reduce friction.
de: Eine einfache Routine, um kreativen Output zu steigern und Reibung zu reduzieren.
es: Una rutina simple para aumentar la producción creativa y reducir la fricción.
fr: Une routine simple pour augmenter la production créative et réduire la friction.
ru: Простая рутина, чтобы увеличить творческий результат и снизить трение.
tr: Yaratıcı üretimi artırmak ve sürtünmeyi azaltmak için basit bir rutin.

# exploreRoutineProductivityEnhancerTitle
source: Productivity Enhancer Routine
de: Routine zur Produktivitätssteigerung
es: Rutina para mejorar la productividad
fr: Routine pour améliorer la productivité
ru: Рутина для повышения продуктивности
tr: Üretkenliği Artıran Rutin

# exploreRoutineProductivityEnhancerDescription
source: Improve output with better planning and execution habits.
de: Steigern Sie Ihren Output mit besseren Planungs- und Umsetzungsgewohnheiten.
es: Mejora el rendimiento con mejores hábitos de planificación y ejecución.
fr: Améliorez votre production grâce à de meilleures habitudes de planification et d’exécution.
ru: Улучшайте результаты с помощью лучших привычек планирования и исполнения.
tr: Daha iyi planlama ve uygulama alışkanlıklarıyla çıktıyı artırın.

# exploreRoutineBuildConfidenceTitle
source: Build Confidence
de: Selbst- vertrauen aufbauen
es: Construir confianza
fr: Développer la confiance
ru: Развить уверенность
tr: Özgüven İnşa Edin

# exploreRoutineBuildConfidenceDescription
source: Small daily actions to build confidence and consistency.
de: Kleine tägliche Handlungen, um Selbstvertrauen und Konsistenz aufzubauen.
es: Pequeñas acciones diarias para construir confianza y constancia.
fr: De petites actions quotidiennes pour développer la confiance et la régularité.
ru: Небольшие ежедневные действия, чтобы укреплять уверенность и регулярность.
tr: Özgüven ve tutarlılık oluşturmak için küçük günlük eylemler.

# exploreRoutineBetterSleepTitle
source: Better Sleep
de: Besser schlafen
es: Mejor sueño
fr: Mieux dormir
ru: Лучший сон
tr: Daha İyi Uyku

# exploreRoutineBetterSleepDescription
source: A calming routine to improve sleep quality and recovery.
de: Eine beruhigende Routine zur Verbesserung der Schlafqualität und Erholung.
es: Una rutina calmante para mejorar la calidad del sueño y la recuperación.
fr: Une routine apaisante pour améliorer la qualité du sommeil et la récupération.
ru: Успокаивающая рутина для улучшения качества сна и восстановления.
tr: Uyku kalitesini ve toparlanmayı iyileştirmek için sakinleştirici bir rutin.

# exploreHabitIdeaCaptureTitle
source: Idea Capture
de: Ideen festhalten
es: Captura de ideas
fr: Capture d’idées
ru: Фиксация идей
tr: Fikir Yakalama

# exploreHabitIdeaCaptureSubtitle
source: Write 5 ideas daily.
de: Schreiben Sie täglich 5 Ideen auf.
es: Escribe 5 ideas al día.
fr: Écrivez 5 idées par jour.
ru: Записывайте 5 идей ежедневно.
tr: Her gün 5 fikir yazın.

# exploreHabitCreateBeforeConsumeTitle
source: Create Before Consume
de: Erst erstellen, dann konsumieren
es: Crear antes de consumir
fr: Créer avant de consommer
ru: Создавайте до потребления
tr: Tüketmeden Önce Üretin

# exploreHabitCreateBeforeConsumeSubtitle
source: Make first, scroll later.
de: Erst machen, dann scrollen.
es: Crea primero, haz scroll después.
fr: Créez d’abord, scrollez ensuite.
ru: Сначала создавайте, потом листайте.
tr: Önce üretin, sonra kaydırın.

# exploreHabitInputWalkTitle
source: Input Walk
de: Inspirations-Spaziergang
es: Paseo de inspiración
fr: Marche d’inspiration
ru: Прогулка для вдохновения
tr: İlham Yürüyüşü

# exploreHabitInputWalkSubtitle
source: Take a walk for inspiration.
de: Gehen Sie spazieren, um Inspiration zu sammeln.
es: Da un paseo para inspirarte.
fr: Faites une marche pour vous inspirer.
ru: Пройдитесь, чтобы вдохновиться.
tr: İlham için yürüyüşe çıkın.

# exploreHabitDailySketchTitle
source: Daily Sketch
de: Tägliche Skizze
es: Boceto diario
fr: Croquis quotidien
ru: Ежедневный скетч
tr: Günlük Eskiz

# exploreHabitDailySketchSubtitle
source: 2 minutes, no pressure.
de: 2 Minuten, ohne Druck.
es: 2 minutos, sin presión.
fr: 2 minutes, sans pression.
ru: 2 минуты, без давления.
tr: 2 dakika, baskı yok.

# exploreHabitPlanTomorrowTitle
source: Plan Tomorrow
de: Morgen planen
es: Planificar mañana
fr: Planifier demain
ru: План на завтра
tr: Yarını Planlayın

# exploreHabitPlanTomorrowSubtitle
source: End-of-day 5-minute plan.
de: 5-Minuten-Plan am Tagesende.
es: Plan de 5 minutos al final del día.
fr: Plan de 5 minutes en fin de journée.
ru: Пятиминутный план в конце дня.
tr: Gün sonu 5 dakikalık plan.

# exploreHabitInboxZeroSubtitle
source: Clear messages in one block.
de: Nachrichten in einem Block abarbeiten.
es: Limpia mensajes en un solo bloque.
fr: Traitez les messages en un seul créneau.
ru: Разберите сообщения одним блоком.
tr: Mesajları tek bir blokta temizleyin.

# exploreHabitTwoMinuteRuleTitle
source: Two-Minute Rule
de: Zwei-Minuten-Regel
es: Regla de los dos minutos
fr: Règle des deux minutes
ru: Правило двух минут
tr: İki Dakika Kuralı

# exploreHabitTwoMinuteRuleSubtitle
source: Do it now if it’s quick.
de: Wenn es schnell geht: sofort erledigen.
es: Hazlo ahora si es rápido.
fr: Faites-le maintenant si c’est rapide.
ru: Сделайте сейчас, если это быстро.
tr: Hızlıysa hemen yapın.

# exploreHabitShutdownRitualTitle
source: Shutdown Ritual
es: Ritual de cierre
fr: Rituel de fin de journée
ru: Ритуал завершения
tr: Kapanış Ritüeli

# exploreHabitShutdownRitualSubtitle
source: Close loops, end work cleanly.
de: Offene Schleifen schließen, Arbeit sauber beenden.
es: Cierra pendientes, termina el trabajo limpiamente.
fr: Bouclez les sujets, terminez le travail proprement.
ru: Закройте хвосты, завершите работу чисто.
tr: Açık döngüleri kapatın, işi temiz bitirin.

# exploreHabitDailyWinTitle
source: Daily Win
de: Täglicher Erfolg
es: Logro diario
fr: Victoire du jour
ru: Победа дня
tr: Günün Kazanımı

# exploreHabitDailyWinSubtitle
source: Record one win every day.
de: Notieren Sie jeden Tag einen Erfolg.
es: Registra un logro cada día.
fr: Notez une victoire chaque jour.
ru: Записывайте одну победу каждый день.
tr: Her gün bir kazanım kaydedin.

# exploreHabitPracticeSkillTitle
source: Practice Skill
de: Fähigkeit üben
es: Practicar una habilidad
fr: Pratiquer une compétence
ru: Практикуйте навык
tr: Beceri Pratiği

# exploreHabitPracticeSkillSubtitle
source: 10 minutes deliberate practice.
de: 10 Minuten gezieltes Üben.
es: 10 minutos de práctica deliberada.
fr: 10 minutes de pratique délibérée.
ru: 10 минут целенаправленной практики.
tr: 10 dakika bilinçli pratik.

# exploreHabitPostureResetTitle
source: Posture Reset
de: Haltungs-Reset
es: Reinicio de postura
fr: Réinitialisation de posture
ru: Проверка осанки
tr: Duruş Sıfırlama

# exploreHabitPostureResetSubtitle
source: 2x daily check-in.
de: 2× täglicher Check-in.
es: Chequeo 2 veces al día.
fr: 2 fois par jour, petit point de contrôle.
ru: Проверка 2 раза в день.
tr: Günde 2 kez kontrol.

# exploreHabitPositiveReframeTitle
source: Positive Reframe
de: Positive Neubewertung
es: Reencuadre positivo
fr: Reformulation positive
ru: Позитивная переоценка
tr: Olumlu Yeniden Çerçeveleme

# exploreHabitPositiveReframeSubtitle
source: Rewrite the story in your head.
de: Schreiben Sie die Geschichte in Ihrem Kopf um.
es: Reescribe la historia en tu cabeza.
fr: Réécrivez l’histoire dans votre tête.
ru: Перепишите историю в своей голове.
tr: Kafanızdaki hikâyeyi yeniden yazın.

# exploreHabitNoScreensTitle
source: No Screens
de: Keine Bildschirme
es: Sin pantallas
fr: Sans écrans
ru: Без экранов
tr: Ekransız

# exploreHabitNoScreensSubtitle
source: Avoid screens 30 mins before bed.
de: 30 Minuten vor dem Schlafengehen keine Bildschirme.
es: Evita pantallas 30 min antes de dormir.
fr: Évitez les écrans 30 min avant de dormir.
ru: Избегайте экранов за 30 минут до сна.
tr: Yatmadan 30 dakika önce ekranlardan kaçının.

# exploreHabitCoolRoomTitle
source: Cool Room
de: Kühles Zimmer
es: Habitación fresca
fr: Chambre fraîche
ru: Прохладная комната
tr: Serin Oda

# exploreHabitCoolRoomSubtitle
source: Lower temp for better sleep.
de: Temperatur senken für besseren Schlaf.
es: Baja la temperatura para dormir mejor.
fr: Baissez la température pour mieux dormir.
ru: Снизьте температуру для лучшего сна.
tr: Daha iyi uyku için sıcaklığı düşürün.

# exploreHabitReadTitle
source: Read
de: Lesen
es: Leer
fr: Lire
ru: Чтение
tr: Oku

# exploreHabitReadSubtitle
source: 10 pages of a book.
de: 10 Seiten eines Buches.
es: 10 páginas de un libro.
fr: 10 pages d’un livre.
ru: 10 страниц книги.
tr: Bir kitabın 10 sayfası.

# exploreHabitSameBedtimeTitle
source: Same Bedtime
de: Gleiche Schlafenszeit
es: Misma hora de dormir
fr: Même heure de coucher
ru: Одинаковое время сна
tr: Aynı Yatış Saati

# exploreHabitSameBedtimeSubtitle
source: Consistency beats perfection.
de: Konsistenz schlägt Perfektion.
es: La constancia vence a la perfección.
fr: La régularité vaut mieux que la perfection.
ru: Регулярность важнее идеала.
tr: Tutarlılık mükemmellikten üstündür.

# createHabitCreateTitle
source: Create Habit
de: Gewohnheit erstellen
es: Crear hábito
fr: Créer une habitude
ru: Создать привычку
tr: Alışkanlık Oluştur

# createHabitEditTitle
source: Edit Habit
de: Gewohnheit bearbeiten
es: Editar hábito
fr: Modifier l’habitude
ru: Редактировать привычку
tr: Alışkanlığı Düzenle

# createHabitColorPicker
source: Color Picker
de: Farbauswahl
es: Selector de color
fr: Sélecteur de couleur
ru: Выбор цвета
tr: Renk Seçici

# createHabitPickColorTitle
source: Pick a color
de: Farbe auswählen
es: Elige un color
fr: Choisir une couleur
ru: Выберите цвет
tr: Bir renk seçin

# createHabitContinue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ru: Продолжить
tr: Devam

# createHabitCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена
tr: İptal

# createHabitDone
source: Done
de: Fertig
es: Hecho
fr: Terminé
ru: Готово
tr: Bitti

# createHabitTitleLabel
source: Title
de: Titel
es: Título
fr: Titre
ru: Название
tr: Başlık

# createHabitTitleHint
source: Title
de: Titel
es: Título
fr: Titre
ru: Название
tr: Başlık

# createHabitDescriptionLabel
source: Description
de: Beschreibung
es: Descripción
ru: Описание
tr: Açıklama

# createHabitDescriptionHint
source: Description
de: Beschreibung
es: Descripción
ru: Описание
tr: Açıklama

# createHabitColorLabel
source: Color
de: Farbe
fr: Couleur
ru: Цвет
tr: Renk

# createHabitRepeatLabel
source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
ru: Повтор
tr: Tekrar

# createHabitDaily
source: Daily
de: Täglich
es: Diario
fr: Quotidien
ru: Ежедневно
tr: Günlük

# createHabitWeekly
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ru: Еженедельно
tr: Haftalık

# createHabitMonthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ru: Ежемесячно
tr: Aylık

# createHabitReminderLabel
source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
ru: Напоминание
tr: Hatırlatıcı

# createHabitSendNotificationAt
source: Send a notification at
de: Benachrichtigung senden um
es: Enviar una notificación a las
fr: Envoyer une notification à
ru: Отправить уведомление в
tr: Şu saatte bildirim gönder

# createHabitPickTime
source: Pick time
de: Uhrzeit auswählen
es: Elegir hora
fr: Choisir l’heure
ru: Выберите время
tr: Saat seçin

# createHabitReminderInfo
source: You'll get "It's time for your habit." with your habit name.
de: Sie erhalten „Zeit für Ihre Gewohnheit.“ zusammen mit dem Namen Ihrer Gewohnheit.
es: Recibirás "Es hora de tu hábito." con el nombre de tu hábito.
fr: Vous recevrez « Il est temps pour votre habitude. » avec le nom de votre habitude.
ru: Вы получите «Пора заняться привычкой.» вместе с названием привычки.
tr: Alışkanlık adınızla birlikte "Alışkanlığınızın zamanı." mesajını alacaksınız.

# createHabitGoalLabel
source: Goal
de: Ziel
es: Meta
fr: Objectif
ru: Цель
tr: Hedef

# createHabitEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ru: Изменить
tr: Düzenle

# createHabitPerDay
source: per day
de: pro Tag
es: por día
fr: par jour
ru: в день
tr: günde

# createHabitSetGoal
source: Set goal
de: Ziel festlegen
es: Establecer meta
fr: Définir un objectif
ru: Задать цель
tr: Hedef belirle

# createHabitTrackUnitsHelp
source: Track times, minutes, hours, kg, km, liters, or ounces.
de: Erfassen Sie Male, Minuten, Stunden, kg, km, Liter oder Unzen.
es: Registra veces, minutos, horas, kg, km, litros u onzas.
fr: Suivez des fois, minutes, heures, kg, km, litres ou onces.
ru: Отслеживайте разы, минуты, часы, кг, км, литры или унции.
tr: Tekrar sayısı, dakika, saat, kg, km, litre veya ons takip edin.

# createHabitSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ru: Сохранить
tr: Kaydet

# createHabitSaveChanges
source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
ru: Сохранить изменения
tr: Değişiklikleri kaydet

# createHabitTitleRequired
source: Please enter a title
de: Bitte geben Sie einen Titel ein
es: Por favor, introduce un título
fr: Veuillez saisir un titre
ru: Пожалуйста, введите название
tr: Lütfen bir başlık girin

# createHabitMustBeSignedIn
source: You must be signed in to create a habit.
de: Sie müssen angemeldet sein, um eine Gewohnheit zu erstellen.
es: Debes iniciar sesión para crear un hábito.
fr: Vous devez être connecté pour créer une habitude.
ru: Чтобы создать привычку, нужно войти в аккаунт.
tr: Bir alışkanlık oluşturmak için giriş yapmalısınız.

# createHabitFailedToSave
source: Failed to save habit. Please try again.
de: Gewohnheit konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se pudo guardar el hábito. Por favor, inténtalo de nuevo.
fr: Échec de l’enregistrement de l’habitude. Veuillez réessayer.
ru: Не удалось сохранить привычку. Пожалуйста, попробуйте снова.
tr: Alışkanlık kaydedilemedi. Lütfen tekrar deneyin.

# createHabitOnTheseDays
source: On these days
de: An diesen Tagen
es: En estos días
fr: Ces jours-là
ru: В эти дни
tr: Bu günlerde

# createHabitFrequency
source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
ru: Частота
tr: Sıklık

# createHabitEveryday
source: Everyday
de: Jeden Tag
es: Todos los días
fr: Tous les jours
ru: Каждый день
tr: Her gün

# createHabitDaysPerWeek
source: {count} days per week
de: {count} Tage pro Woche
es: {count} días por semana
fr: {count} jours par semaine
ru: {count} дней в неделю
tr: Haftada {count} gün

# createHabitOnThisDayEachMonth
source: On this day each month
de: An diesem Tag jeden Monat
es: En este día de cada mes
fr: Ce jour-là chaque mois
ru: В этот день каждого месяца
tr: Her ay bu günde

# createHabitMonShort
source: M
es: L
fr: L
ru: П
tr: P

# createHabitTueShort
source: T
de: D
es: M
fr: M
ru: В
tr: S

# createHabitWedShort
source: W
de: M
es: X
fr: M
ru: С
tr: Ç

# createHabitThuShort
source: T
de: D
es: J
fr: J
ru: Ч
tr: P

# createHabitFriShort
source: F
es: V
fr: V
ru: П
tr: C

# createHabitSatShort
source: S
ru: С
tr: C

# createHabitSunShort
source: S
es: D
fr: D
ru: В
tr: P

# createHabitGoalLabelText
source: {value} {unit}{plural} per day
de: {value} {unit}{plural} pro Tag
es: {value} {unit}{plural} por día
fr: {value} {unit}{plural} par jour
ru: {value} {unit}{plural} в день
tr: Günde {value} {unit}{plural}

# createHabitGoalText
source: {value} {unit} per day
de: {value} {unit} pro Tag
es: {value} {unit} por día
fr: {value} {unit} par jour
ru: {value} {unit} в день
tr: Günde {value} {unit}

# createHabitUnitTime
source: time
de: Mal
es: vez
fr: fois
ru: раз
tr: kez

# createHabitUnitMinute
source: minute
es: minuto
ru: минута
tr: dakika

# createHabitUnitHour
source: hour
de: Stunde
es: hora
fr: heure
ru: час
tr: saat

# createHabitUnitKg
source: kg
ru: кг

# createHabitUnitKm
source: km
ru: км

# createHabitUnitL
source: l
ru: л

# createHabitUnitOz
source: oz
ru: унц.

# habitDetailPleaseSignInHabits
source: Please sign in to view habits.
de: Bitte melden Sie sich an, um Gewohnheiten anzusehen.
es: Por favor, inicia sesión para ver hábitos.
fr: Veuillez vous connecter pour voir les habitudes.
ru: Пожалуйста, войдите, чтобы просматривать привычки.
tr: Alışkanlıkları görüntülemek için lütfen giriş yapın.

# habitDetailPleaseSignInNotes
source: Please sign in to view notes.
de: Bitte melden Sie sich an, um Notizen anzusehen.
es: Por favor, inicia sesión para ver notas.
fr: Veuillez vous connecter pour voir les notes.
ru: Пожалуйста, войдите, чтобы просматривать заметки.
tr: Notları görüntülemek için lütfen giriş yapın.

# habitDetailDefaultHabitTitle
source: Habit
de: Gewohnheit
es: Hábito
fr: Habitude
ru: Привычка
tr: Alışkanlık

# habitDetailUpdateProgress
source: Update progress
de: Fortschritt aktualisieren
es: Actualizar progreso
fr: Mettre à jour la progression
ru: Обновить прогресс
tr: İlerlemeyi güncelle

# habitDetailMarkedIncompleteDay
source: Marked incomplete for that day
de: Für diesen Tag als nicht erledigt markiert
es: Marcado como incompleto para ese día
fr: Marqué comme incomplet pour ce jour
ru: Отмечено как невыполненное за этот день
tr: O gün için tamamlanmadı olarak işaretlendi

# habitDetailMarkedCompleteDay
source: Marked complete for that day
de: Für diesen Tag als erledigt markiert
es: Marcado como completado para ese día
fr: Marqué comme terminé pour ce jour
ru: Отмечено как выполненное за этот день
tr: O gün için tamamlandı olarak işaretlendi

# habitDetailCouldNotUpdateDay
source: Could not update that day. Try again.
de: Dieser Tag konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.
es: No se pudo actualizar ese día. Inténtalo de nuevo.
fr: Impossible de mettre à jour ce jour. Réessayez.
ru: Не удалось обновить этот день. Попробуйте снова.
tr: O gün güncellenemedi. Tekrar deneyin.

# habitDetailDeleteHabitTitle
source: Delete habit?
de: Gewohnheit löschen?
es: ¿Eliminar hábito?
fr: Supprimer l’habitude ?
ru: Удалить привычку?
tr: Alışkanlık silinsin mi?

# habitDetailDeleteHabitMessage
source: This will remove the habit and its history.
de: Dadurch werden die Gewohnheit und ihr Verlauf entfernt.
es: Esto eliminará el hábito y su historial.
fr: Cela supprimera l’habitude et son historique.
ru: Это удалит привычку и её историю.
tr: Bu işlem alışkanlığı ve geçmişini kaldırır.

# habitDetailCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена
tr: İptal

# habitDetailDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить
tr: Sil

# habitDetailStatScore
source: Score
de: Punkte
es: Puntuación
ru: Баллы
tr: Puan

# habitDetailStatTotal
source: Total
de: Gesamt
ru: Всего
tr: Toplam

# habitDetailStatBestStreak
source: Best Streak
de: Beste Serie
es: Mejor racha
fr: Meilleure série
ru: Лучшая серия
tr: En iyi seri

# habitDetailStatStreak
source: Streak
de: Serie
es: Racha
fr: Série
ru: Серия
tr: Seri

# habitDetailScoreTitle
source: Score
de: Punkte
es: Puntuación
ru: Баллы
tr: Puan

# habitDetailAnalytics
source: Analytics
de: Analysen
es: Analíticas
fr: Analyses
ru: Аналитика
tr: Analizler

# habitDetailNoDataYet
source: No data yet
de: Noch keine Daten
es: Aún no hay datos
fr: Aucune donnée pour le moment
ru: Данных пока нет
tr: Henüz veri yok

# habitDetailHistory
source: History
de: Verlauf
es: Historial
fr: Historique
ru: История
tr: Geçmiş

# habitDetailNotes
source: Notes
de: Notizen
es: Notas
ru: Заметки
tr: Notlar

# habitDetailAddNote
source: Add Note
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
ru: Добавить заметку
tr: Not ekle

# habitDetailCouldNotLoadNotes
source: Could not load notes.
de: Notizen konnten nicht geladen werden.
es: No se pudieron cargar las notas.
fr: Impossible de charger les notes.
ru: Не удалось загрузить заметки.
tr: Notlar yüklenemedi.

# habitDetailLoading
source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
ru: Загрузка…
tr: Yükleniyor…

# habitDetailNoNotesYet
source: No notes yet
de: Noch keine Notizen
es: Aún no hay notas
fr: Aucune note pour le moment
ru: Заметок пока нет
tr: Henüz not yok

# habitDetailDeleteNoteTitle
source: Delete note?
de: Notiz löschen?
es: ¿Eliminar nota?
fr: Supprimer la note ?
ru: Удалить заметку?
tr: Not silinsin mi?

# habitDetailDeleteNoteMessage
source: This will remove it from both the habit and the journal.
de: Sie wird sowohl aus der Gewohnheit als auch aus dem Journal entfernt.
es: Esto la eliminará tanto del hábito como del diario.
fr: Cela la supprimera à la fois de l’habitude et du journal.
ru: Она будет удалена и из привычки, и из журнала.
tr: Bu, notu hem alışkanlıktan hem de günlükten kaldırır.

# habitDetailNoteDeleted
source: Note deleted
de: Notiz gelöscht
es: Nota eliminada
fr: Note supprimée
ru: Заметка удалена
tr: Not silindi

# habitDetailNoteSaved
source: Note saved
de: Notiz gespeichert
es: Nota guardada
fr: Note enregistrée
ru: Заметка сохранена
tr: Not kaydedildi

# habitDetailCouldNotSaveNote
source: Could not save note. Try again.
de: Notiz konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se pudo guardar la nota. Inténtalo de nuevo.
fr: Impossible d’enregistrer la note. Réessayez.
ru: Не удалось сохранить заметку. Попробуйте снова.
tr: Not kaydedilemedi. Tekrar deneyin.

# habitDetailCouldNotSaveNoteWithCode
source: Could not save note: {code}
de: Notiz konnte nicht gespeichert werden: {code}
es: No se pudo guardar la nota: {code}
fr: Impossible d’enregistrer la note : {code}
ru: Не удалось сохранить заметку: {code}
tr: Not kaydedilemedi: {code}

# habitDetailToday
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ru: Сегодня
tr: Bugün

# habitDetailTodayTime
source: Today, {time}
de: Heute, {time}
es: Hoy, {time}
fr: Aujourd’hui, {time}
ru: Сегодня, {time}
tr: Bugün, {time}

# habitDetailWhatHappenedToday
source: What happened today?
de: Was ist heute passiert?
es: ¿Qué pasó hoy?
fr: Que s’est-il passé aujourd’hui ?
ru: Что произошло сегодня?
tr: Bugün ne oldu?

# habitDetailPickerCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена
tr: İptal

# habitDetailPickerDone
source: Done
de: Fertig
es: Hecho
fr: Terminé
ru: Готово
tr: Bitti

# habitDetailMonthJanShort
source: Jan
es: Ene
fr: janv.
ru: янв.
tr: Oca

# habitDetailMonthFebShort
source: Feb
fr: févr.
ru: февр.
tr: Şub

# habitDetailMonthMarShort
source: Mar
de: Mär
fr: mars
ru: март

# habitDetailMonthAprShort
source: Apr
es: Abr
fr: avr.
ru: апр.
tr: Nis

# habitDetailMonthMayShort
source: May
de: Mai
fr: mai
ru: май

# habitDetailMonthJunShort
source: Jun
fr: juin
ru: июнь
tr: Haz

# habitDetailMonthJulShort
source: Jul
fr: juil.
ru: июль
tr: Tem

# habitDetailMonthAugShort
source: Aug
es: Ago
fr: août
ru: авг.
tr: Ağu

# habitDetailMonthSepShort
source: Sep
fr: sept.
ru: сент.
tr: Eyl

# habitDetailMonthOctShort
source: Oct
de: Okt
ru: окт.
tr: Eki

# habitDetailMonthNovShort
source: Nov
ru: нояб.
tr: Kas

# habitDetailMonthDecShort
source: Dec
de: Dez
es: Dic
fr: déc.
ru: дек.
tr: Ara
