Repository: YaredBM/Habit-Tracker-App
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru, tr

# habitsTitle
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
ru: Привычки
tr: Alışkanlıklar

# habitsSnackHabitCompletedCorrectly
source: Habit completed correctly
de: Gewohnheit korrekt abgeschlossen
es: Hábito completado correctamente
fr: Habitude correctement terminée
ru: Привычка выполнена корректно
tr: Alışkanlık doğru şekilde tamamlandı

# habitsSnackProgressUpdated
source: Progress updated
de: Fortschritt aktualisiert
es: Progreso actualizado
fr: Progression mise à jour
ru: Прогресс обновлён
tr: İlerleme güncellendi

# habitsSnackCouldNotUpdateProgress
source: Could not update progress. Try again.
de: Fortschritt konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.
es: No se pudo actualizar el progreso. Inténtalo de nuevo.
fr: Impossible de mettre à jour la progression. Réessayez.
ru: Не удалось обновить прогресс. Попробуйте снова.
tr: İlerleme güncellenemedi. Tekrar deneyin.

# habitsSnackHabitDeleted
source: Habit deleted
de: Gewohnheit gelöscht
es: Hábito eliminado
fr: Habitude supprimée
ru: Привычка удалена
tr: Alışkanlık silindi

# habitsBottomNavHome
source: Home
de: Start
es: Inicio
fr: Accueil
ru: Главная
tr: Ana Sayfa

# habitsBottomNavAnalytics
source: Analytics
de: Analysen
es: Analíticas
fr: Analyses
ru: Аналитика
tr: Analizler

# habitsBottomNavExplore
source: Explore
de: Entdecken
es: Explorar
fr: Explorer
ru: Обзор
tr: Keşfet

# habitsTabToday
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ru: Сегодня
tr: Bugün

# habitsTabWeekly
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ru: Неделя
tr: Haftalık

# habitsTabOverall
source: Overall
de: Insgesamt
es: General
fr: Global
ru: Общее
tr: Genel

# habitsNotSignedInTitle
source: Not signed in
de: Nicht angemeldet
es: No has iniciado sesión
fr: Non connecté
ru: Вы не вошли
tr: Giriş yapılmadı

# habitsNotSignedInSubtitle
source: Please sign in to create habits.
de: Bitte melden Sie sich an, um Gewohnheiten zu erstellen.
es: Por favor, inicia sesión para crear hábitos.
fr: Veuillez vous connecter pour créer des habitudes.
ru: Пожалуйста, войдите, чтобы создавать привычки.
tr: Alışkanlık oluşturmak için lütfen giriş yapın.

# habitsGoodJobTitle
source: Good Job!
de: Gut gemacht!
es: ¡Buen trabajo!
fr: Bien joué !
ru: Отлично!
tr: Aferin!

# habitsAllSetAndDone
source: All set and done.
de: Alles erledigt.
es: Todo listo.
fr: Tout est prêt.
ru: Всё готово.
tr: Hepsi hazır.

# habitsGreatButton
source: Great!
de: Super!
es: ¡Genial!
fr: Super !
ru: Отлично!
tr: Harika!

# habitsProgressCountCompleted
source: {count} completed
de: {count} erledigt
es: {count} completados
fr: {count} terminées
ru: Выполнено: {count}
tr: {count} tamamlandı

# habitsCompletedShown
source: Completed shown
de: Erledigte werden angezeigt
es: Completados visibles
fr: Terminées affichées
ru: Выполненные показаны
tr: Tamamlananlar gösteriliyor

# habitsCompletedHidden
source: Completed hidden
de: Erledigte werden ausgeblendet
es: Completados ocultos
fr: Terminées masquées
ru: Выполненные скрыты
tr: Tamamlananlar gizlendi

# habitsShowCompleted
source: Show Completed
de: Erledigte anzeigen
es: Mostrar completados
fr: Afficher les terminées
ru: Показать выполненные
tr: Tamamlananları Göster

# habitsCompletionSheetPerDay
source: {current} / {goal} {unit}{plural} per day
de: {current} / {goal} {unit}{plural} pro Tag
es: {current} / {goal} {unit}{plural} por día
fr: {current} / {goal} {unit}{plural} par jour
ru: {current} / {goal} {unit}{plural} в день
tr: Günde {current} / {goal} {unit}{plural}

# habitsCompletionSheetMarkCompleted
source: Mark completed
de: Als erledigt markieren
es: Marcar como completado
fr: Marquer comme terminé
ru: Отметить как выполненное
tr: Tamamlandı olarak işaretle

# habitsCompletionSheetSaveProgress
source: Save progress
de: Fortschritt speichern
es: Guardar progreso
fr: Enregistrer la progression
ru: Сохранить прогресс
tr: İlerlemeyi kaydet

# habitsCompletionSheetHint
source: Tap + or - to register the times or units you set.
de: Tippen Sie auf + oder -, um die festgelegten Male oder Einheiten zu erfassen.
es: Toca + o - para registrar las veces o unidades que configuraste.
fr: Appuyez sur + ou - pour enregistrer les fois ou unités que vous avez définies.
ru: Нажимайте + или - чтобы фиксировать разы или единицы, которые вы задали.
tr: Belirlediğiniz tekrarları veya birimleri kaydetmek için + veya -’a dokunun.

# habitsDefaultHabitTitle
source: Habit
de: Gewohnheit
es: Hábito
fr: Habitude
ru: Привычка
tr: Alışkanlık

# habitsEmptyTitle
source: No habits for today
de: Keine Gewohnheiten für heute
es: No hay hábitos para hoy
fr: Aucune habitude pour aujourd’hui
ru: На сегодня привычек нет
tr: Bugün için alışkanlık yok

# habitsEmptySubtitle
source: There is no habit for today. Create one?
de: Für heute gibt es keine Gewohnheit. Eine erstellen?
es: No hay ningún hábito para hoy. ¿Crear uno?
fr: Il n’y a aucune habitude pour aujourd’hui. En créer une ?
ru: На сегодня привычек нет. Создать?
tr: Bugün için alışkanlık yok. Bir tane oluşturulsun mu?

# habitsEmptyCreateButton
source: + Create
de: + Erstellen
es: + Crear
fr: + Créer
ru: + Создать
tr: + Oluştur

# habitsWeeklyCompletedCount
source: {count} completed
de: {count} erledigt
es: {count} completados
fr: {count} terminées
ru: Выполнено: {count}
tr: {count} tamamlandı

# habitsOverallEveryday
source: Everyday
de: Jeden Tag
es: Todos los días
fr: Tous les jours
ru: Каждый день
tr: Her gün

# habitsOverallWeeklyHabit
source: Weekly habit
de: Wöchentliche Gewohnheit
es: Hábito semanal
fr: Habitude hebdomadaire
ru: Еженедельная привычка
tr: Haftalık alışkanlık

# habitsOverallMonthlyHabit
source: Monthly habit
de: Monatliche Gewohnheit
es: Hábito mensual
fr: Habitude mensuelle
ru: Ежемесячная привычка
tr: Aylık alışkanlık

# habitsGoalUnitTime
source: time
de: Mal
es: vez
fr: fois
ru: раз
tr: kez

# journalSignInPrompt
source: Please sign in to view your journal.
de: Bitte melden Sie sich an, um Ihr Journal anzusehen.
es: Por favor, inicia sesión para ver tu diario.
fr: Veuillez vous connecter pour voir votre journal.
ru: Пожалуйста, войдите, чтобы просматривать журнал.
tr: Günlüğünüzü görüntülemek için lütfen giriş yapın.

# journalTitle
source: Journal
es: Diario
ru: Журнал
tr: Günlük

# journalEmptyTitle
source: No notes yet
de: Noch keine Notizen
es: Aún no hay notas
fr: Aucune note pour le moment
ru: Заметок пока нет
tr: Henüz not yok

# journalEmptySubtitle
source: Add a note to get started
de: Fügen Sie eine Notiz hinzu, um zu starten
es: Añade una nota para empezar
fr: Ajoutez une note pour commencer
ru: Добавьте заметку, чтобы начать
tr: Başlamak için bir not ekleyin

# journalAddButton
source: + Add
de: + Hinzufügen
es: + Añadir
fr: + Ajouter
ru: + Добавить
tr: + Ekle

# journalComposerHint
source: What happened today?
de: Was ist heute passiert?
es: ¿Qué pasó hoy?
fr: Que s’est-il passé aujourd’hui ?
ru: Что произошло сегодня?
tr: Bugün ne oldu?

# journalToday
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ru: Сегодня
tr: Bugün

# commonCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена
tr: İptal

# commonDone
source: Done
de: Fertig
es: Hecho
fr: Terminé
ru: Готово
tr: Bitti

# journalDeleteNoteTitle
source: Delete note?
de: Notiz löschen?
es: ¿Eliminar nota?
fr: Supprimer la note ?
ru: Удалить заметку?
tr: Not silinsin mi?

# journalDeleteNoteBody
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
ru: Это действие нельзя отменить.
tr: Bu işlem geri alınamaz.

# commonDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить
tr: Sil

# monthJanuary
source: January
de: Januar
es: Enero
fr: Janvier
ru: Январь
tr: Ocak

# monthFebruary
source: February
de: Februar
es: Febrero
fr: Février
ru: Февраль
tr: Şubat

# monthMarch
source: March
de: März
es: Marzo
fr: Mars
ru: Март
tr: Mart

# monthApril
source: April
es: Abril
fr: Avril
ru: Апрель
tr: Nisan

# monthMay
source: May
de: Mai
es: Mayo
fr: Mai
ru: Май
tr: Mayıs

# monthJune
source: June
de: Juni
es: Junio
fr: Juin
ru: Июнь
tr: Haziran

# monthJuly
source: July
de: Juli
es: Julio
fr: Juillet
ru: Июль
tr: Temmuz

# monthAugust
source: August
es: Agosto
fr: Août
ru: Август
tr: Ağustos

# monthSeptember
source: September
es: Septiembre
fr: Septembre
ru: Сентябрь
tr: Eylül

# monthOctober
source: October
de: Oktober
es: Octubre
fr: Octobre
ru: Октябрь
tr: Ekim

# monthNovember
source: November
es: Noviembre
fr: Novembre
ru: Ноябрь
tr: Kasım

# monthDecember
source: December
de: Dezember
es: Diciembre
fr: Décembre
ru: Декабрь
tr: Aralık

# monthJanuaryShort
source: Jan
es: Ene
fr: janv.
ru: янв.
tr: Oca

# monthFebruaryShort
source: Feb
fr: févr.
ru: февр.
tr: Şub

# monthMarchShort
source: Mar
de: Mär
fr: mars
ru: март

# monthAprilShort
source: Apr
es: Abr
fr: avr.
ru: апр.
tr: Nis

# monthMayShort
source: May
de: Mai
fr: mai
ru: май

# monthJuneShort
source: Jun
fr: juin
ru: июнь
tr: Haz

# monthJulyShort
source: Jul
fr: juil.
ru: июль
tr: Tem

# monthAugustShort
source: Aug
es: Ago
fr: août
ru: авг.
tr: Ağu

# monthSeptemberShort
source: Sep
fr: sept.
ru: сент.
tr: Eyl

# monthOctoberShort
source: Oct
de: Okt
ru: окт.
tr: Eki

# monthNovemberShort
source: Nov
ru: нояб.
tr: Kas

# monthDecemberShort
source: Dec
de: Dez
es: Dic
fr: déc.
ru: дек.
tr: Ara

# weekdayMonShort
source: Mon
de: Mo
es: Lun
fr: lun.
ru: пн
tr: Pzt

# weekdayTueShort
source: Tue
de: Di
es: Mar
fr: mar.
ru: вт
tr: Sal

# weekdayWedShort
source: Wed
de: Mi
es: Mié
fr: mer.
ru: ср
tr: Çar

# weekdayThuShort
source: Thu
de: Do
es: Jue
fr: jeu.
ru: чт
tr: Per

# weekdayFriShort
source: Fri
de: Fr
es: Vie
fr: ven.
ru: пт
tr: Cum

# weekdaySatShort
source: Sat
de: Sa
es: Sáb
fr: sam.
ru: сб
tr: Cmt

# weekdaySunShort
source: Sun
de: So
es: Dom
fr: dim.
ru: вс
tr: Paz

# accountTitle
source: My account
de: Mein Konto
es: Mi cuenta
fr: Mon compte
ru: Мой аккаунт
tr: Hesabım

# accountUsernameLabel
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
ru: Имя пользователя
tr: Kullanıcı adı

# accountPasswordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль
tr: Şifre

# accountEmailLabel
source: Email
es: Correo
ru: Эл. почта
tr: E-posta

# accountPasswordLeaveBlankHint
source: Leave blank to keep current
de: Leer lassen, um das aktuelle beizubehalten
es: Déjalo en blanco para mantener el actual
fr: Laissez vide pour conserver l’actuel
ru: Оставьте пустым, чтобы сохранить текущий
tr: Mevcut olanı korumak için boş bırakın

# accountUsernameEmptyError
source: Please enter a username.
de: Bitte geben Sie einen Benutzernamen ein.
es: Por favor, introduce un nombre de usuario.
fr: Veuillez saisir un nom d’utilisateur.
ru: Пожалуйста, введите имя пользователя.
tr: Lütfen bir kullanıcı adı girin.

# accountUsernameTooShortError
source: Too short.
de: Zu kurz.
es: Demasiado corto.
fr: Trop court.
ru: Слишком коротко.
tr: Çok kısa.

# accountEmailEmptyError
source: Please enter an email.
de: Bitte geben Sie eine E-Mail ein.
es: Por favor, introduce un correo.
fr: Veuillez saisir un e-mail.
ru: Пожалуйста, введите эл. почту.
tr: Lütfen bir e-posta girin.

# accountEmailInvalidError
source: Invalid email.
de: Ungültige E-Mail.
es: Correo inválido.
fr: E-mail invalide.
ru: Некорректный адрес эл. почты.
tr: Geçersiz e-posta.

# accountEmailVerified
source: Email verified
de: E-Mail verifiziert
es: Correo verificado
fr: E-mail vérifié
ru: Эл. почта подтверждена
tr: E-posta doğrulandı

# accountEmailNotVerified
source: Email not verified
de: E-Mail nicht verifiziert
es: Correo no verificado
fr: E-mail non vérifié
ru: Эл. почта не подтверждена
tr: E-posta doğrulanmadı

# accountSendButton
source: Send
de: Senden
es: Enviar
fr: Envoyer
ru: Отправить
tr: Gönder

# accountVerificationEmailSent
source: Verification email sent.
de: Bestätigungs-E-Mail gesendet.
es: Correo de verificación enviado.
fr: E-mail de vérification envoyé.
ru: Письмо для подтверждения отправлено.
tr: Doğrulama e-postası gönderildi.

# accountVerificationEmailFailed
source: Could not send verification email.
de: Bestätigungs-E-Mail konnte nicht gesendet werden.
es: No se pudo enviar el correo de verificación.
fr: Impossible d’envoyer l’e-mail de vérification.
ru: Не удалось отправить письмо для подтверждения.
tr: Doğrulama e-postası gönderilemedi.

# accountMyHabits
source: My habits
de: Meine Gewohnheiten
es: Mis hábitos
fr: Mes habitudes
ru: Мои привычки
tr: Alışkanlıklarım

# accountDeleteAccount
source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ru: Удалить аккаунт
tr: Hesabı sil

# accountSaving
source: Saving...
de: Wird gespeichert...
es: Guardando...
fr: Enregistrement...
ru: Сохранение...
tr: Kaydediliyor...

# accountSaveChanges
source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
ru: Сохранить изменения
tr: Değişiklikleri kaydet

# accountLogOut
source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ru: Выйти
tr: Çıkış Yap

# accountChangesSaved
source: Changes saved.
de: Änderungen gespeichert.
es: Cambios guardados.
fr: Modifications enregistrées.
ru: Изменения сохранены.
tr: Değişiklikler kaydedildi.

# accountChangesSavedEmailVerificationHint
source: Changes saved. Check your inbox if email verification was sent.
de: Änderungen gespeichert. Prüfen Sie Ihren Posteingang, falls eine Bestätigungs-E-Mail gesendet wurde.
es: Cambios guardados. Revisa tu bandeja de entrada si se envió el correo de verificación.
fr: Modifications enregistrées. Vérifiez votre boîte de réception si un e-mail de vérification a été envoyé.
ru: Изменения сохранены. Проверьте входящие, если было отправлено письмо для подтверждения.
tr: Değişiklikler kaydedildi. Doğrulama e-postası gönderildiyse gelen kutunuzu kontrol edin.

# accountCouldNotSaveChanges
source: Could not save changes. Try again.
de: Änderungen konnten nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se pudieron guardar los cambios. Inténtalo de nuevo.
fr: Impossible d’enregistrer les modifications. Réessayez.
ru: Не удалось сохранить изменения. Попробуйте снова.
tr: Değişiklikler kaydedilemedi. Tekrar deneyin.

# accountDeleteDialogTitle
source: Delete account?
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
ru: Удалить аккаунт?
tr: Hesap silinsin mi?

# accountDeleteDialogBody
source: This will permanently remove your account data.
de: Dadurch werden Ihre Kontodaten dauerhaft entfernt.
es: Esto eliminará permanentemente los datos de tu cuenta.
fr: Cela supprimera définitivement les données de votre compte.
ru: Это навсегда удалит данные вашего аккаунта.
tr: Bu, hesap verilerinizi kalıcı olarak kaldırır.

# accountDeletedSnackbar
source: Account deleted.
de: Konto gelöscht.
es: Cuenta eliminada.
fr: Compte supprimé.
ru: Аккаунт удалён.
tr: Hesap silindi.

# accountCouldNotDelete
source: Could not delete account.
de: Konto konnte nicht gelöscht werden.
es: No se pudo eliminar la cuenta.
fr: Impossible de supprimer le compte.
ru: Не удалось удалить аккаунт.
tr: Hesap silinemedi.

# accountRequiresRecentLoginError
source: For security, please log in again and retry this change.
de: Aus Sicherheitsgründen melden Sie sich bitte erneut an und versuchen Sie diese Änderung erneut.
es: Por seguridad, vuelve a iniciar sesión y reintenta este cambio.
fr: Pour des raisons de sécurité, veuillez vous reconnecter puis réessayer cette modification.
ru: В целях безопасности, пожалуйста, войдите снова и повторите это действие.
tr: Güvenlik için lütfen yeniden giriş yapın ve bu değişikliği tekrar deneyin.

# accountEmailAlreadyInUseError
source: That email is already in use.
de: Diese E-Mail wird bereits verwendet.
es: Ese correo ya está en uso.
fr: Cet e-mail est déjà utilisé.
ru: Этот адрес эл. почты уже используется.
tr: Bu e-posta zaten kullanımda.

# accountInvalidEmailError
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, introduce una dirección de correo válida.
fr: Veuillez saisir une adresse e-mail valide.
ru: Пожалуйста, введите корректный адрес эл. почты.
tr: Lütfen geçerli bir e-posta adresi girin.

# accountWeakPasswordError
source: Password should be at least 6 characters.
de: Das Passwort sollte mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit comporter au moins 6 caractères.
ru: Пароль должен быть не короче 6 символов.
tr: Şifre en az 6 karakter olmalıdır.

# accountWeakPasswordGenericError
source: That password is too weak.
de: Dieses Passwort ist zu schwach.
es: Esa contraseña es demasiado débil.
fr: Ce mot de passe est trop faible.
ru: Этот пароль слишком слабый.
tr: Bu şifre çok zayıf.

# accountAuthGenericError
source: Authentication error.
de: Authentifizierungsfehler.
es: Error de autenticación.
fr: Erreur d’authentification.
ru: Ошибка аутентификации.
tr: Kimlik doğrulama hatası.

# hubVersionLabel
source: Version: {version}
es: Versión: {version}
ru: Версия: {version}
tr: Sürüm: {version}

# hubProPlanLabel
source: Pro Yearly
de: Pro jährlich
es: Pro anual
fr: Pro annuel
ru: Pro (годовой)
tr: Pro Yıllık

# hubMenuSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ru: Настройки
tr: Ayarlar

# hubMenuAnalytics
source: Analytics
de: Analysen
es: Analíticas
fr: Analyses
ru: Аналитика
tr: Analizler

# hubMenuJournal
source: Journal
es: Diario
ru: Журнал
tr: Günlük

# hubMenuAccount
source: Account
de: Konto
es: Cuenta
fr: Compte
ru: Аккаунт
tr: Hesap

# hubMenuBackup
source: Backup
es: Copia de seguridad
fr: Sauvegarde
ru: Резервное копирование
tr: Yedekleme

# proPlanDefaultLabel
source: Pro Yearly
de: Pro jährlich
es: Pro anual
fr: Pro annuel
ru: Pro (годовой)
tr: Pro Yıllık

# proPlanSubscribedPrefix
source: You are subscribed to
de: Sie sind abonniert:
es: Estás suscrito a
fr: Vous êtes abonné à
ru: Вы подписаны на
tr: Şuna abonesiniz:

# proPlanUpgradePrefix
source: Upgrade to
de: Upgraden auf
es: Mejorar a
fr: Passer à
ru: Перейти на
tr: Şuna yükselt:

# proPlanFreeHeader
source: FREE
de: KOSTENLOS
es: GRATIS
fr: GRATUIT
ru: БЕСПЛАТНО
tr: ÜCRETSİZ

# proFeatureUnlimitedHabits
source: Unlimited Habits
de: Unbegrenzte Gewohnheiten
es: Hábitos ilimitados
fr: Habitudes illimitées
ru: Неограниченные привычки
tr: Sınırsız Alışkanlık

# proFeatureRoutineAi
source: Routine AI
de: Routine-KI
es: IA de rutinas
fr: IA de routine
ru: ИИ для рутин
tr: Rutin Yapay Zekâ

# proFeatureAnalytics
source: Analytics
de: Analysen
es: Analíticas
fr: Analyses
ru: Аналитика
tr: Analizler

# proFeatureGoalSetting
source: Goal setting
de: Zielsetzung
es: Establecimiento de metas
fr: Définition d’objectifs
ru: Постановка целей
tr: Hedef belirleme

# proFeatureJournaling
source: Journaling
es: Diario
fr: Journalisation
ru: Ведение журнала
tr: Günlük tutma

# proFeatureColorPicker
source: Color Picker
de: Farbauswahl
es: Selector de color
fr: Sélecteur de couleur
ru: Выбор цвета
tr: Renk Seçici

# proFeatureBackupHabits
source: Backup habits
de: Gewohnheiten sichern
es: Copia de seguridad de hábitos
fr: Sauvegarde des habitudes
ru: Резервное копирование привычек
tr: Alışkanlıkları yedekle

# commonClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть
tr: Kapat

# settingsTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ru: Настройки
tr: Ayarlar

# settingsThemeTitle
source: Theme
de: Design
es: Tema
fr: Thème
ru: Тема
tr: Tema

# settingsThemeLight
source: Light
de: Hell
es: Claro
fr: Clair
ru: Светлая
tr: Açık

# settingsThemeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ru: Тёмная
tr: Koyu

# settingsAccentColorTitle
source: Accent color
de: Akzentfarbe
es: Color de acento
fr: Couleur d’accent
ru: Акцентный цвет
tr: Vurgu rengi

# settingsStartWeekOnTitle
source: Start week on
de: Woche beginnen am
es: Empezar la semana en
fr: Commencer la semaine le
ru: Начинать неделю с
tr: Haftayı şu gün başlat

# settingsStartWeekSaturday
source: Saturday
de: Samstag
es: Sábado
fr: Samedi
ru: Субботы
tr: Cumartesi

# settingsStartWeekSunday
source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
ru: Воскресенья
tr: Pazar

# settingsStartWeekMonday
source: Monday
de: Montag
es: Lunes
fr: Lundi
ru: Понедельника
tr: Pazartesi

# settingsHabitTabsOrderTitle
source: Habit tabs order
de: Reihenfolge der Gewohnheits-Tabs
es: Orden de pestañas de hábitos
fr: Ordre des onglets d’habitudes
ru: Порядок вкладок привычек
tr: Alışkanlık sekmeleri sırası

# settingsHabitTabsOrderHint
source: Long press an item to reorder
de: Element lange drücken, um die Reihenfolge zu ändern
es: Mantén pulsado un elemento para reordenar
fr: Appui long sur un élément pour réorganiser
ru: Нажмите и удерживайте элемент, чтобы изменить порядок
tr: Sıralamak için bir öğeye uzun basın

# analyticsTitle
source: Analytics
de: Analysen
es: Analíticas
fr: Analyses
ru: Аналитика
tr: Analizler

# analyticsSignInPrompt
source: Please sign in to view analytics.
de: Bitte melden Sie sich an, um Analysen anzusehen.
es: Por favor, inicia sesión para ver las analíticas.
fr: Veuillez vous connecter pour voir les analyses.
ru: Пожалуйста, войдите, чтобы просматривать аналитику.
tr: Analizleri görüntülemek için lütfen giriş yapın.

# analyticsNoHabitsYet
source: No habits yet
de: Noch keine Gewohnheiten
es: Aún no hay hábitos
fr: Aucune habitude pour le moment
ru: Пока нет привычек
tr: Henüz alışkanlık yok

# analyticsHabitFallbackTitle
source: Habit
de: Gewohnheit
es: Hábito
fr: Habitude
ru: Привычка
tr: Alışkanlık

# analyticsAllHabitsTab
source: All habits
de: Alle Gewohnheiten
es: Todos los hábitos
fr: Toutes les habitudes
ru: Все привычки
tr: Tüm alışkanlıklar

# analyticsAverageScore
source: Average Score
de: Durchschnittliche Punktzahl
es: Puntuación media
fr: Score moyen
ru: Средний балл
tr: Ortalama Puan

# analyticsHabitsCompletedTitle
source: Habits completed
de: Erledigte Gewohnheiten
es: Hábitos completados
fr: Habitudes terminées
ru: Привычек выполнено
tr: Tamamlanan alışkanlıklar

# analyticsTotalCompletedHabitsSubtitle
source: Total completed habits
de: Gesamtzahl erledigter Gewohnheiten
es: Total de hábitos completados
fr: Total des habitudes terminées
ru: Всего выполненных привычек
tr: Toplam tamamlanan alışkanlık

# analyticsHabitHeatmapTitle
source: Habit heatmap
de: Gewohnheiten-Heatmap
es: Mapa de calor de hábitos
fr: Carte de chaleur des habitudes
ru: Тепловая карта привычек
tr: Alışkanlık ısı haritası

# analyticsStreakTitle
source: Streak
de: Serie
es: Racha
fr: Série
ru: Серия
tr: Seri

# analyticsBestStreak
source: Best streak
de: Beste Serie
es: Mejor racha
fr: Meilleure série
ru: Лучшая серия
tr: En iyi seri

# analyticsCurrentStreak
source: Current streak
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
ru: Текущая серия
tr: Mevcut seri

# analyticsWeeklyCompletionsTitle
source: Weekly Completions
de: Wöchentliche Erledigungen
es: Completados semanales
fr: Réalisations hebdomadaires
ru: Выполнения за неделю
tr: Haftalık Tamamlamalar

# analyticsScoreTitle
source: Score
de: Punkte
es: Puntuación
ru: Баллы
tr: Puan

# analyticsNoData
source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
ru: Нет данных
tr: Veri yok

# analyticsThisWeek
source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
ru: На этой неделе
tr: Bu hafta

# analyticsThisMonth
source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
ru: В этом месяце
tr: Bu ay

# weekdayShortMon
source: Mon
de: Mo
es: Lun
fr: lun.
ru: пн
tr: Pzt

# weekdayShortTue
source: Tue
de: Di
es: Mar
fr: mar.
ru: вт
tr: Sal

# weekdayShortWed
source: Wed
de: Mi
es: Mié
fr: mer.
ru: ср
tr: Çar

# weekdayShortThu
source: Thu
de: Do
es: Jue
fr: jeu.
ru: чт
tr: Per

# weekdayShortFri
source: Fri
de: Fr
es: Vie
fr: ven.
ru: пт
tr: Cum
