Repository: YaredBM/Habit-Tracker-App
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru, tr

# signInTitle
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ru: Войти
tr: Giriş Yap

source: Email or Username
de: E-Mail oder Benutzername
es: Correo o nombre de usuario
fr: E-mail ou nom d'utilisateur
ru: Эл. почта или имя пользователя
tr: E-posta veya Kullanıcı Adı

source: Enter email or username
de: E-Mail oder Benutzernamen eingeben
es: Introduce el correo o el nombre de usuario
fr: Saisissez l’e-mail ou le nom d’utilisateur
ru: Введите эл. почту или имя пользователя
tr: E-posta veya kullanıcı adını girin

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль
tr: Şifre

source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
ru: Забыли пароль?
tr: Şifrenizi mi unuttunuz?

source: Or continue with
de: Oder fortfahren mit
es: O continuar con
fr: Ou continuer avec
ru: Или продолжить с
tr: Veya şununla devam et

# signInButton
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ru: Войти
tr: Giriş yap

# dontHaveAccount
source: Don't have an account yet?
de: Noch kein Konto?
es: ¿Aún no tienes una cuenta?
fr: Vous n’avez pas encore de compte ?
ru: Ещё нет аккаунта?
tr: Henüz hesabınız yok mu?

source: Sign Up
de: Registrieren
es: Registrarse
fr: S’inscrire
ru: Зарегистрироваться
tr: Kayıt Ol

# errEnterEmailOrUsername
source: Please enter email or username
de: Bitte E-Mail oder Benutzernamen eingeben
es: Por favor, introduce el correo o el nombre de usuario
fr: Veuillez saisir un e-mail ou un nom d’utilisateur
ru: Пожалуйста, введите эл. почту или имя пользователя
tr: Lütfen e-posta veya kullanıcı adı girin

# errEnterPassword
source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein
es: Por favor, introduce tu contraseña
fr: Veuillez saisir votre mot de passe
ru: Пожалуйста, введите пароль
tr: Lütfen şifrenizi girin

# chooseLanguageTitle
source: Choose Language
de: Sprache auswählen
es: Elegir idioma
fr: Choisir la langue
ru: Выберите язык
tr: Dil Seçin

# continueButton
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ru: Продолжить
tr: Devam

# languageEnglish
source: English
de: Englisch
es: Inglés
fr: Anglais
ru: Английский
tr: İngilizce

# languageGerman
source: Deutsch
es: Alemán
fr: Allemand
ru: Немецкий
tr: Almanca

# languageSpanish
source: Español
de: Spanisch
fr: Espagnol
ru: Испанский
tr: İspanyolca

# languageTurkish
source: Türkçe
de: Türkisch
es: Turco
fr: Turc
ru: Турецкий

# languageFrench
source: Français
de: Französisch
es: Francés
ru: Французский
tr: Fransızca

# signUpTitle
source: Sign Up
de: Registrieren
es: Registrarse
fr: S’inscrire
ru: Регистрация
tr: Kayıt Ol

# signUpButton
source: Sign Up
de: Registrieren
es: Registrarse
fr: S’inscrire
ru: Зарегистрироваться
tr: Kayıt Ol

# signUpEmailLabel
source: Email
es: Correo
ru: Эл. почта
tr: E-posta

# signUpEmailHint
source: Enter email
de: E-Mail eingeben
es: Introduce el correo
fr: Saisissez l’e-mail
ru: Введите эл. почту
tr: E-posta girin

# signUpUsernameLabel
source: Create Username
de: Benutzernamen erstellen
es: Crear nombre de usuario
fr: Créer un nom d’utilisateur
ru: Создайте имя пользователя
tr: Kullanıcı Adı Oluştur

# signUpUsernameHint
source: Enter username
de: Benutzernamen eingeben
es: Introduce el nombre de usuario
fr: Saisissez le nom d’utilisateur
ru: Введите имя пользователя
tr: Kullanıcı adı girin

# signUpPasswordLabel
source: Create Password
de: Passwort erstellen
es: Crear contraseña
fr: Créer un mot de passe
ru: Создайте пароль
tr: Şifre Oluştur

# signUpPasswordHint
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль
tr: Şifre

# signUpOrContinueWith
source: Or continue with
de: Oder fortfahren mit
es: O continuar con
fr: Ou continuer avec
ru: Или продолжить с
tr: Veya şununla devam et

# signUpEmailRequired
source: Please enter your email
de: Bitte geben Sie Ihre E-Mail ein
es: Por favor, introduce tu correo
fr: Veuillez saisir votre e-mail
ru: Пожалуйста, введите эл. почту
tr: Lütfen e-postanızı girin

# signUpUsernameRequired
source: Please enter a username
de: Bitte geben Sie einen Benutzernamen ein
es: Por favor, introduce un nombre de usuario
fr: Veuillez saisir un nom d’utilisateur
ru: Пожалуйста, введите имя пользователя
tr: Lütfen bir kullanıcı adı girin

# signUpPasswordRequired
source: Please enter a password
de: Bitte geben Sie ein Passwort ein
es: Por favor, introduce una contraseña
fr: Veuillez saisir un mot de passe
ru: Пожалуйста, введите пароль
tr: Lütfen bir şifre girin

# signUpErrorDefault
source: Sign up error
de: Registrierungsfehler
es: Error de registro
fr: Erreur d’inscription
ru: Ошибка регистрации
tr: Kayıt olma hatası

# signUpErrorGeneric
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr: Une erreur s’est produite. Veuillez réessayer.
ru: Что-то пошло не так. Пожалуйста, попробуйте снова.
tr: Bir şeyler ters gitti. Lütfen tekrar deneyin.

# forgotPasswordTitle
source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
ru: Новый пароль
tr: Yeni şifre

# forgotPasswordEmailLabel
source: Email
es: Correo
ru: Эл. почта
tr: E-posta

# forgotPasswordEmailHint
source: Enter email or username
de: E-Mail oder Benutzernamen eingeben
es: Introduce el correo o el nombre de usuario
fr: Saisissez l’e-mail ou le nom d’utilisateur
ru: Введите эл. почту или имя пользователя
tr: E-posta veya kullanıcı adını girin

# forgotPasswordNewPasswordLabel
source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
ru: Новый пароль
tr: Yeni Şifre

# forgotPasswordConfirmPasswordLabel
source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
ru: Подтвердите пароль
tr: Şifreyi Onayla

# forgotPasswordPasswordHint
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль
tr: Şifre

# forgotPasswordDoneButton
source: Done
de: Fertig
es: Hecho
fr: Terminé
ru: Готово
tr: Bitti

# forgotPasswordEmailRequired
source: Please enter your email or username
de: Bitte geben Sie Ihre E-Mail oder Ihren Benutzernamen ein
es: Por favor, introduce tu correo o nombre de usuario
fr: Veuillez saisir votre e-mail ou nom d’utilisateur
ru: Пожалуйста, введите эл. почту или имя пользователя
tr: Lütfen e-posta veya kullanıcı adınızı girin

# forgotPasswordNewPasswordRequired
source: Please enter a new password
de: Bitte geben Sie ein neues Passwort ein
es: Por favor, introduce una nueva contraseña
fr: Veuillez saisir un nouveau mot de passe
ru: Пожалуйста, введите новый пароль
tr: Lütfen yeni bir şifre girin

# forgotPasswordConfirmPasswordRequired
source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort
es: Por favor, confirma tu contraseña
fr: Veuillez confirmer votre mot de passe
ru: Пожалуйста, подтвердите пароль
tr: Lütfen şifrenizi onaylayın

# forgotPasswordPasswordsDoNotMatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ru: Пароли не совпадают
tr: Şifreler eşleşmiyor

# forgotPasswordResetEmailSent
source: Password reset email sent. Please check your inbox.
de: E-Mail zum Zurücksetzen des Passworts gesendet. Bitte prüfen Sie Ihren Posteingang.
es: Correo de restablecimiento de contraseña enviado. Revisa tu bandeja de entrada.
fr: E-mail de réinitialisation du mot de passe envoyé. Veuillez vérifier votre boîte de réception.
ru: Письмо для сброса пароля отправлено. Проверьте входящие.
tr: Şifre sıfırlama e-postası gönderildi. Lütfen gelen kutunuzu kontrol edin.

# forgotPasswordNoAccountFound
source: No account found for that email.
de: Kein Konto für diese E-Mail gefunden.
es: No se encontró ninguna cuenta para ese correo.
fr: Aucun compte trouvé pour cet e-mail.
ru: Аккаунт для этого адреса эл. почты не найден.
tr: Bu e-posta için hesap bulunamadı.

# forgotPasswordInvalidEmail
source: Please enter a valid email.
de: Bitte geben Sie eine gültige E-Mail ein.
es: Por favor, introduce un correo válido.
fr: Veuillez saisir un e-mail valide.
ru: Пожалуйста, введите корректный адрес эл. почты.
tr: Lütfen geçerli bir e-posta girin.

# forgotPasswordNetworkError
source: Network error. Please try again.
de: Netzwerkfehler. Bitte versuchen Sie es erneut.
es: Error de red. Por favor, inténtalo de nuevo.
fr: Erreur réseau. Veuillez réessayer.
ru: Ошибка сети. Пожалуйста, попробуйте снова.
tr: Ağ hatası. Lütfen tekrar deneyin.

# forgotPasswordFailedToSendResetEmail
source: Failed to send reset email.
de: E-Mail zum Zurücksetzen konnte nicht gesendet werden.
es: No se pudo enviar el correo de restablecimiento.
fr: Échec de l’envoi de l’e-mail de réinitialisation.
ru: Не удалось отправить письмо для сброса пароля.
tr: Şifre sıfırlama e-postası gönderilemedi.

# forgotPasswordGenericError
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr: Une erreur s’est produite. Veuillez réessayer.
ru: Что-то пошло не так. Пожалуйста, попробуйте снова.
tr: Bir şeyler ters gitti. Lütfen tekrar deneyin.

# exploreTitle
source: Explore
de: Entdecken
es: Explorar
fr: Explorer
ru: Обзор
tr: Keşfet

# exploreMostPopularRoutines
source: Most Popular Routines
de: Beliebteste Routinen
es: Rutinas más populares
fr: Routines les plus populaires
ru: Самые популярные рутины
tr: En Popüler Rutinler

# exploreBecomeBetterYou
source: Become Better You
de: Werde die beste Version von dir
es: Conviértete en una mejor versión de ti
fr: Devenez une meilleure version de vous-même
ru: Станьте лучше
tr: Daha İyi Bir Sen Ol

# exploreHeroHeadline
source: Intelligent Projects are here
de: Intelligente Projekte sind hier
es: Los proyectos inteligentes ya están aquí
fr: Des projets intelligents sont là
ru: Умные проекты уже здесь
tr: Akıllı Projeler burada

# exploreHeroSubtitle
source: Create Projects with AI Teammates, Notes, Tasks and Files
de: Erstelle Projekte mit KI- Teamkollegen, Notizen, Aufgaben und Dateien
es: Crea proyectos con compañeros de IA, notas, tareas y archivos
fr: Créez des projets avec des coéquipiers IA, des notes, des tâches et des fichiers
ru: Создавайте проекты с ИИ- командой, заметками, задачами и файлами
tr: Yapay zekâ ekip arkadaşları, notlar, görevler ve dosyalarla projeler oluşturun

# exploreHeroCta
source: Create free project
de: Kostenloses Projekt erstellen
es: Crear proyecto gratis
fr: Créer un projet gratuit
ru: Создать бесплатный проект
tr: Ücretsiz proje oluştur

# exploreRoutineTag
source: ROUTINE
es: RUTINA
ru: РУТИНА
tr: RUTİN

# exploreHabitsTitle
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
ru: Привычки
tr: Alışkanlıklar

# exploreCopyHabitsButton
source: Copy {count} habits
de: {count} Gewohnheiten kopieren
es: Copiar {count} hábitos
fr: Copier {count} habitudes
ru: Скопировать {count} привычек
tr: {count} alışkanlığı kopyala

# explorePleaseSignInToCopyHabits
source: Please sign in to copy habits.
de: Bitte melden Sie sich an, um Gewohnheiten zu kopieren.
es: Por favor, inicia sesión para copiar hábitos.
fr: Veuillez vous connecter pour copier des habitudes.
ru: Пожалуйста, войдите, чтобы копировать привычки.
tr: Alışkanlıkları kopyalamak için lütfen giriş yapın.

# exploreCopiedHabitsSnack
source: Copied {count} habits
de: {count} Gewohnheiten kopiert
es: Se copiaron {count} hábitos
fr: {count} habitudes copiées
ru: Скопировано привычек: {count}
tr: {count} alışkanlık kopyalandı

# exploreCouldNotCopyHabits
source: Could not copy habits. Try again.
de: Gewohnheiten konnten nicht kopiert werden. Bitte versuchen Sie es erneut.
es: No se pudieron copiar los hábitos. Inténtalo de nuevo.
fr: Impossible de copier les habitudes. Réessayez.
ru: Не удалось скопировать привычки. Попробуйте снова.
tr: Alışkanlıklar kopyalanamadı. Tekrar deneyin.

# exploreConfirmCopyTitle
source: Copy habits?
de: Gewohnheiten kopieren?
es: ¿Copiar hábitos?
fr: Copier les habitudes ?
ru: Скопировать привычки?
tr: Alışkanlıklar kopyalansın mı?

# exploreConfirmCopySubtitle
source: {count} habits will be created.
de: {count} Gewohnheiten werden erstellt.
es: Se crearán {count} hábitos.
fr: {count} habitudes seront créées.
ru: Будет создано привычек: {count}.
tr: {count} alışkanlık oluşturulacak.

# exploreYes
source: Yes
de: Ja
es: Sí
fr: Oui
ru: Да
tr: Evet

# exploreCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена
tr: İptal

# exploreRoutineProcrastinationTitle
source: Overcome Procrastination
de: Prokrastination überwinden
es: Superar la procrastinación
fr: Surmonter la procrastination
ru: Преодолеть прокрастинацию
tr: Ertelemeyi Aşın

# exploreRoutineProcrastinationDescription
source: Procrastination can sabotage your productivity and hinder your success, but it doesn’t have to dictate your future. This routine offers evidence-based strategies to help you overcome procrastination and build momentum.
de: Prokrastination kann Ihre Produktivität sabotieren und Ihren Erfolg behindern, aber sie muss nicht Ihre Zukunft bestimmen. Diese Routine bietet evidenzbasierte Strategien, um Prokrastination zu überwinden und Momentum aufzubauen.
es: La procrastinación puede sabotear tu productividad y dificultar tu éxito, pero no tiene por qué dictar tu futuro. Esta rutina ofrece estrategias basadas en evidencia para ayudarte a superar la procrastinación y ganar impulso.
fr: La procrastination peut saboter votre productivité et freiner votre réussite, mais elle n’a pas à dicter votre avenir. Cette routine propose des stratégies fondées sur des données probantes pour vous aider à surmonter la procrastination et à prendre de l’élan.
ru: Прокрастинация может саботировать вашу продуктивность и мешать успеху, но она не обязана определять ваше будущее. Эта рутина предлагает стратегии, основанные на доказательных данных, чтобы помочь вам преодолеть прокрастинацию и набрать темп.
tr: Erteleme, üretkenliğinizi sabote edebilir ve başarınızı engelleyebilir; ancak geleceğinizi belirlemek zorunda değildir. Bu rutin, ertelemeyi aşmanıza ve ivme kazanmanıza yardımcı olacak kanıta dayalı stratejiler sunar.

# exploreRoutineAnxietyTitle
source: Relieve Anxiety
de: Angst lindern
es: Aliviar la ansiedad
fr: Soulager l’anxiété
ru: Снять тревожность
tr: Kaygıyı Azaltın

# exploreRoutineAnxietyDescription
source: A practical routine to lower baseline stress and reduce anxious spirals with small daily actions.
de: Eine praktische Routine, um Grundstress zu senken und Angstspiralen mit kleinen täglichen Handlungen zu reduzieren.
es: Una rutina práctica para reducir el estrés de base y disminuir las espirales de ansiedad con pequeñas acciones diarias.
fr: Une routine pratique pour réduire le stress de base et limiter les spirales anxieuses grâce à de petites actions quotidiennes.
ru: Практичная рутина, чтобы снизить базовый стресс и уменьшить тревожные циклы с помощью небольших ежедневных действий.
tr: Küçük günlük eylemlerle temel stresi azaltmak ve kaygılı döngüleri hafifletmek için pratik bir rutin.

# exploreRoutineFocusBoostTitle
source: Focus Boost
de: Fokus- Boost
es: Impulso de enfoque
fr: Boost de concentration
ru: Усиление фокуса
tr: Odak Artışı

# exploreRoutineFocusBoostDescription
source: Strengthen your focus with a compact routine designed for deep work.
de: Stärken Sie Ihren Fokus mit einer kompakten Routine für Deep Work.
es: Fortalece tu enfoque con una rutina compacta diseñada para el trabajo profundo.
fr: Renforcez votre concentration avec une routine concise conçue pour le travail en profondeur.
ru: Укрепляйте концентрацию с помощью компактной рутины, разработанной для глубокой работы.
tr: Derin çalışma için tasarlanmış kompakt bir rutinle odağınızı güçlendirin.

# exploreRoutineMorningMomentumTitle
source: Morning Momentum
de: Morgen- Momentum
es: Impulso de la mañana
fr: Élan du matin
ru: Утренний разгон
tr: Sabah İvmesi

# exploreRoutineMorningMomentumDescription
source: Start the day with momentum and a clear plan.
de: Starten Sie den Tag mit Schwung und einem klaren Plan.
es: Empieza el día con impulso y un plan claro.
fr: Commencez la journée avec de l’élan et un plan clair.
ru: Начните день с импульсом и чётким планом.
tr: Güne ivmeyle ve net bir planla başlayın.

# exploreHabitPomodoroTitle
source: Pomodoro Technique
de: Pomodoro-Technik
es: Técnica Pomodoro
fr: Technique Pomodoro
ru: Техника Помодоро
tr: Pomodoro Tekniği

# exploreHabitPomodoroSubtitle
source: Use focused 25-min blocks with short breaks.
de: Nutzen Sie fokussierte 25-Min.-Blöcke mit kurzen Pausen.
es: Usa bloques de 25 min de enfoque con descansos cortos.
fr: Utilisez des blocs de 25 min de concentration avec de courtes pauses.
ru: Используйте 25-минутные блоки фокусировки с короткими перерывами.
tr: Kısa molalarla odaklı 25 dakikalık bloklar kullanın.

# exploreHabitTimeBlockingTitle
source: Time Blocking
es: Bloqueo de tiempo
ru: Тайм-блокинг
tr: Zaman Bloklama

# exploreHabitTimeBlockingSubtitle
source: Schedule your day into clear task windows.
de: Planen Sie Ihren Tag in klaren Aufgabenfenstern.
es: Programa tu día en ventanas claras de tareas.
fr: Planifiez votre journée en créneaux de tâches clairs.
ru: Распланируйте день по понятным временным окнам задач.
tr: Gününüzü net görev aralıklarına planlayın.

# exploreHabitEatThatFrogTitle
source: Eat That Frog
ru: Съешь лягушку

# exploreHabitEatThatFrogSubtitle
source: Do the hardest task first to reduce avoidance.
de: Erledigen Sie die schwierigste Aufgabe zuerst, um Vermeidung zu reduzieren.
es: Haz primero la tarea más difícil para reducir la evitación.
fr: Faites d’abord la tâche la plus difficile pour réduire l’évitement.
ru: Сделайте самую сложную задачу первой, чтобы снизить избегание.
tr: Kaçınmayı azaltmak için en zor işi önce yapın.

# exploreHabitBreakTasksTitle
source: Break Tasks into Smaller Steps
de: Aufgaben in kleinere Schritte aufteilen
es: Divide las tareas en pasos más pequeños
fr: Découper les tâches en petites étapes
ru: Разбивайте задачи на маленькие шаги
tr: Görevleri Daha Küçük Adımlara Bölün

# exploreHabitBreakTasksSubtitle
source: Turn big tasks into small, actionable steps.
de: Machen Sie aus großen Aufgaben kleine, umsetzbare Schritte.
es: Convierte tareas grandes en pasos pequeños y accionables.
fr: Transformez les grandes tâches en étapes petites et actionnables.
ru: Превращайте большие задачи в небольшие, выполнимые шаги.
tr: Büyük görevleri küçük, uygulanabilir adımlara dönüştürün.

# exploreHabitSmartGoalsTitle
source: Set SMART Goals
de: SMART-Ziele setzen
es: Establece metas SMART
fr: Fixer des objectifs SMART
ru: Ставьте SMART-цели
tr: SMART Hedefler Belirleyin

# exploreHabitSmartGoalsSubtitle
source: Specific, Measurable, Achievable, Relevant, Time-bound.
de: Spezifisch, messbar, erreichbar, relevant, terminiert.
es: Específicas, medibles, alcanzables, relevantes, con límite de tiempo.
fr: Spécifiques, mesurables, atteignables, pertinents, limités dans le temps.
ru: Конкретные, измеримые, достижимые, релевантные, ограниченные по времени.
tr: Spesifik, Ölçülebilir, Ulaşılabilir, İlgili, Zaman sınırlı.

# exploreHabitBoxBreathingTitle
source: Box Breathing
es: Respiración en caja
fr: Respiration en carré
ru: Квадратное дыхание
tr: Kutu Nefesi

# exploreHabitBoxBreathingSubtitle
source: 4-4-4-4 breathing cycle.
de: 4-4-4-4 Atemzyklus.
es: Ciclo de respiración 4-4-4-4.
fr: Cycle respiratoire 4-4-4-4.
ru: Дыхательный цикл 4-4-4-4.
tr: 4-4-4-4 nefes döngüsü.

# exploreHabitShortWalkTitle
source: Short Walk
de: Kurzer Spaziergang
es: Paseo corto
fr: Courte marche
ru: Короткая прогулка
tr: Kısa Yürüyüş

# exploreHabitShortWalkSubtitle
source: 10 minutes outside if possible.
de: 10 Minuten draußen, wenn möglich.
es: 10 minutos afuera si es posible.
fr: 10 minutes dehors si possible.
ru: 10 минут на улице, если возможно.
tr: Mümkünse dışarıda 10 dakika.

# exploreHabitJournalDumpTitle
source: Journal Dump
de: Gedanken-Download
es: Volcado en diario
fr: Décharge dans le journal
ru: Выгрузка в дневник
tr: Düşünce Dökümü

# exploreHabitJournalDumpSubtitle
source: Write thoughts without filtering.
de: Schreiben Sie Gedanken ungefiltert auf.
es: Escribe pensamientos sin filtrar.
fr: Écrivez vos pensées sans filtre.
ru: Записывайте мысли без фильтра.
tr: Düşüncelerinizi filtrelemeden yazın.

# exploreHabitLimitCaffeineTitle
source: Limit Caffeine
de: Koffein begrenzen
es: Limitar la cafeína
fr: Limiter la caféine
ru: Ограничьте кофеин
tr: Kafeini Sınırlayın

# exploreHabitLimitCaffeineSubtitle
source: Reduce triggers after noon.
de: Trigger nach Mittag reduzieren.
es: Reduce los desencadenantes después del mediodía.
fr: Réduisez les déclencheurs après midi.
ru: Сократите триггеры после полудня.
tr: Öğleden sonra tetikleyicileri azaltın.

# exploreHabitSleepWindDownTitle
source: Sleep Wind-down
de: Abendroutine
es: Desconexión para dormir
fr: Rituel d’endormissement
ru: Подготовка ко сну
tr: Uykuya Hazırlık

# exploreHabitSleepWindDownSubtitle
source: Consistent pre-sleep ritual.
de: Konstantes Einschlafritual.
es: Ritual constante antes de dormir.
fr: Rituel régulier avant le sommeil.
ru: Стабильный ритуал перед сном.
tr: Tutarlı bir uyku öncesi ritüel.

# exploreHabitNoPhoneStartTitle
source: No-Phone Start
de: Start ohne Handy
es: Inicio sin teléfono
fr: Début sans téléphone
ru: Старт без телефона
tr: Telefonsuz Başlangıç

# exploreHabitNoPhoneStartSubtitle
source: First 30 mins without scrolling.
de: Die ersten 30 Minuten ohne Scrollen.
es: Los primeros 30 min sin hacer scroll.
fr: Les 30 premières minutes sans faire défiler.
ru: Первые 30 минут без пролистывания.
tr: İlk 30 dakika kaydırma yok.

# exploreHabitDeepWorkBlockTitle
source: Deep Work Block
es: Bloque de trabajo profundo
fr: Bloc de travail profond
ru: Блок глубокой работы
tr: Derin Çalışma Bloğu

# exploreHabitDeepWorkBlockSubtitle
source: One 45–60 min focus sprint.
de: Ein 45–60-Min.-Fokus-Sprint.
es: Un sprint de enfoque de 45–60 min.
fr: Un sprint de concentration de 45 à 60 min.
ru: Один спринт фокусировки на 45–60 минут.
tr: 45–60 dakikalık bir odak sprinti.

# exploreHabitSingleTaskListTitle
source: Single Task List
de: Single-Task-Liste
es: Lista de una sola tarea
fr: Liste de tâches unique
ru: Список ключевых задач
tr: Tek Görev Listesi

# exploreHabitSingleTaskListSubtitle
source: Pick 1–3 outcomes max.
de: Wählen Sie max. 1–3 Ergebnisse.
es: Elige máximo 1–3 resultados.
fr: Choisissez 1 à 3 résultats maximum.
ru: Выберите максимум 1–3 результата.
tr: En fazla 1–3 sonuç seçin.

# exploreHabitHydrateTitle
source: Hydrate
de: Hydrieren
es: Hidrátate
fr: S’hydrater
ru: Пейте воду
tr: Su İçin

# exploreHabitHydrateSubtitle
source: Water before coffee.
de: Wasser vor dem Kaffee.
es: Agua antes del café.
fr: De l’eau avant le café.
ru: Вода перед кофе.
tr: Kahveden önce su.

# exploreHabitMakeBedTitle
source: Make the Bed
de: Bett machen
es: Hacer la cama
fr: Faire le lit
ru: Заправьте кровать
tr: Yatağı Toplayın

# exploreHabitMakeBedSubtitle
source: Quick win to start.
de: Schneller Gewinn zum Start.
es: Victoria rápida para empezar.
fr: Petite victoire pour commencer.
ru: Быстрая победа на старте.
tr: Başlangıç için hızlı bir kazanım.

# exploreHabitTop3PrioritiesTitle
source: Top 3 Priorities
de: Top-3-Prioritäten
es: Top 3 prioridades
fr: Top 3 des priorités
ru: Топ-3 приоритета
tr: İlk 3 Öncelik

# exploreHabitTop3PrioritiesSubtitle
source: Write the day’s outcomes.
de: Schreiben Sie die Ergebnisse des Tages auf.
es: Escribe los resultados del día.
fr: Écrivez les résultats du jour.
ru: Запишите результаты дня.
tr: Günün sonuçlarını yazın.

# exploreHabitStretchTitle
source: Stretch
de: Dehnen
es: Estirar
fr: S’étirer
ru: Растяжка
tr: Esneme
