Repository: YaredBM/Habit-Tracker-App
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru, tr

# weekdayShortSat
source: Sat
de: Sa
es: Sáb
fr: sam.
ru: сб
tr: Cmt

# weekdayShortSun
source: Sun
de: So
es: Dom
fr: dim.
ru: вс
tr: Paz

# weekdayVeryShortMon
source: M
es: L
fr: L
ru: П
tr: P

# weekdayVeryShortTue
source: T
de: D
es: M
fr: M
ru: В
tr: S

# weekdayVeryShortWed
source: W
de: M
es: X
fr: M
ru: С
tr: Ç

# weekdayVeryShortThu
source: T
de: D
es: J
fr: J
ru: Ч
tr: P

# weekdayVeryShortFri
source: F
es: V
fr: V
ru: П
tr: C

# weekdayVeryShortSat
source: S
ru: С
tr: C

# weekdayVeryShortSun
source: S
es: D
fr: D
ru: В
tr: P

# monthShortJan
source: Jan
es: Ene
fr: janv.
ru: янв.
tr: Oca

# monthShortFeb
source: Feb
fr: févr.
ru: февр.
tr: Şub

# monthShortMar
source: Mar
de: Mär
fr: mars
ru: март

# monthShortApr
source: Apr
es: Abr
fr: avr.
ru: апр.
tr: Nis

# monthShortMay
source: May
de: Mai
fr: mai
ru: май

# monthShortJun
source: Jun
fr: juin
ru: июнь
tr: Haz

# monthShortJul
source: Jul
fr: juil.
ru: июль
tr: Tem

# monthShortAug
source: Aug
es: Ago
fr: août
ru: авг.
tr: Ağu

# monthShortSep
source: Sep
fr: sept.
ru: сент.
tr: Eyl

# monthShortOct
source: Oct
de: Okt
ru: окт.
tr: Eki

# monthShortNov
source: Nov
ru: нояб.
tr: Kas

# monthShortDec
source: Dec
de: Dez
es: Dic
fr: déc.
ru: дек.
tr: Ara

# languageRussian
source: Русский
de: Russisch
es: Ruso
fr: Russe
tr: Rusça

# exploreHabitInboxZeroTitle
source: Inbox Zero
es: Bandeja de entrada cero
fr: Boîte de réception zéro
tr: Sıfır Gelen Kutusu
